{
  "default": "button_EN",
  "work": "Check my Work",
  "contact": "Contact me",
  "about": "About me",
  "skills": "Skills",
  "projects": "Projects",
  "aboutWhoAmI": "Who am I",
  "aboutMe": "About me",
  "aboutMeText": "Hello, my name is Mario, and I'm a German-speaking frontend developer from Stuttgart. Inspired by the limitless possibilities of IT, I am passionate about creating visually appealing and intuitive website.",
  "aboutPerkOne": "I am versatile and perform effectively both on-site in Stuttgart and remotely. My adaptability enables me to seamlessly integrate into teams or work independently on projects, always maintaining clear communication and a structured approach to my work.",
  "aboutPerkTwo": "I am receptive to new ideas and consistently strive for personal development. Always seeking exciting challenges, I view each task as an opportunity to elevate my knowledge and skills to the next level.",
  "aboutPerkThree": "For me, programming goes beyond just writing code—it's a creative approach to solving problems. I take pride in simplifying complex technical challenges into intuitive, user-friendly solutions. This is how I help you achieve your goals and bring your visions to life.",
  "technologyHeadline": "Technologies",
  "skillBoxHeadline": "Skill Set",
  "skillBoxUpperContent": "My journey has involved working on diverse projects, employing a range of frontend technologies and concepts. I am open to embracing new technologies and methodologies to Continously enhance my skills and stay ahead in the ever-evolving landscape of web development.",
  "skillBoxSubheadlineFirstHalf": "You need",
  "skillBoxSubheadlineSecondHalf": "another skill?",
  "skillBoxLowerContent": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
  "skillBoxButton": "Let's Talk",
  "interestIn": "I have a special interest in learning",
  "projectsHeadline": "Featured Projects",
  "projectParagraph": "Discover a selection of my work here and interact with my projects to see my skills in action.",
  "projectModalSubtitle": "What is this project about?",
  "testimonialsHeadline": "What my colleagues say about me"
}
